
/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

/* Top-level, general application description: */
"ApplicationDescription" = "Keka est un gestionnaire de fichiers archives pour macOS.";

/* Software update connection: */
"SoftwareUpdatePurpose" = "Keka se connecte à u(pdate).keka.io pour vérifier si de nouvelles versions existent";
"SoftwareUpdateDenyConsequences" = "Si vous bloquez cette connexion, vous ne serez pas averti des nouvelles versions de Keka.";
